/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@을(를) 열 수 없습니다.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "문제가 발생했기 때문에 %@을(를) 열 수 없습니다.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@에 문제가 발생했습니다.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%2$@ 플러그인을 사용하는 동안 %1$@이(가) 예기치 않게 종료되었습니다.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@이(가) 예기치 않게 종료되었습니다.";

/* button title */
"Agree" = "동의";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "“동의”를 클릭하면 Apple의 지원 서비스의 일부로써 그리고 제품 및 서비스의 질을 향상시킬 수 있도록 이 정보를 정기적으로 수집하고 사용하는 데 동의하는 것입니다. 이 정보는 익명으로 수집됩니다. Apple의 개인 정보 정책에 대해 더 알아보려면, http://www.apple.com/kr/legal/privacy를 참조하십시오.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "%@이(가) 이 버전의 Mac OS X과 작동하는지 확인하려면 해당 개발자에게 문의하십시오. 응용 프로그램을 다시 설치해야 할 수 있습니다. 응용 프로그램 및 Mac OS X에 사용 가능한 모든 업데이트를 설치해야 합니다.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "“Apple에 보내기”를 클릭하여 Apple에 리포트를 제출하십시오. 이 정보는 익명으로 수집됩니다.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "응용 프로그램을 다시 열려면 다시 열기를 클릭하십시오. 이 리포트는 자동으로 Apple에 보내집니다.";

/* button title */
"Disagree" = "동의하지 않음";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "다시 묻지 않기";

/* button title */
"Don\\U2019t Send" = "보내지 않음";

/* button title */
"Hide Details" = "세부사항 가리기";

/* button title */
"OK" = "승인";

/* window title - %@ is application name */
"Problem Report for %@" = "%@에 대한 문제 리포트";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "문제를 재현하는 데 필요한 모든 단계를 제공하십시오.";

/* button title */
"Reopen" = "다시 열기";

/* button title */
"Send to Apple" = "Apple에 보내기";

/* button title */
"Show Details" = "세부사항 보기";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "이 리포트는 자동으로 Apple로 보내집니다.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "시스템 구성 정보를 수집할 수 없습니다.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "App Store를 통해 %@을(를) 다시 다운로드하십시오.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "사용자의 컴퓨터에 대한 익명의 진단 및 사용 정보를 보내면 Apple이 제품의 질을 향상시키는데 도움을 줄 수 있습니다.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "문제가 발생했기 때문에 %@을(를) 종료합니다.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "문제가 발생했기 때문에 컴퓨터를 시스템 종료합니다.";

